Repository: Jigoku/tde-slackbuilds
Catalog: Apps/knights/*.po
Languages: es

source: Name: %1 Rating: %2 Match Type: %3 %4 Base Time: %5 Increment: %6
es: Nombre: %1 Clasificación: %2 Tipo de partido: %3 %4 Tiempo Base: %5 Incremento: %6

source: moves
es: movimientos

source: sec.
es: seg.

source: %1 %2 vs. %3 %4 in a %5 match.
es: %1 %2 vs. %3 %4 en un partido %5.

source: %1 Console
es: %1 de consola

source: %1 did not pass it's copy protection check.
es: %1 no pasó la verificación de protección de copia.

source: %1 matches found.
es: %1 se han encontrado partidos.

source: %1 suggests this move: %2
es: %1 sugiere este movimiento: %2

source: %1 tells you: %2
es: %1 le dice: %2

source: &Accept Draw
es: &Aceptar Tablas

source: &Add...
es: &Añadir...

source: &Call Flag
es: &Llame a la bandera

source: &Close Match
es: &Cerrar Partido

source: &Configure Knights...
es: &Configurar Knights...

source: &Copy
es: &Copia

source: &Delete...
es: &Borrar...

source: &Draw
es: &Tablas

source: &File
es: &Archivo

source: &Find
es: &Encontrar

source: &Flip View
es: &Invertir el tablero

source: &Help
es: A&yuda

source: &Hint
es: &Insinuación

source: &Ignore Draw
es: &Ignorar Tablas

source: &Install Themes
es: &Instalar Temas

source: &Load Match...
es: &Partido de carga...

source: &Match
es: &Partido

source: &Modify...
es: &Modificar...

source: &New Match...
es: &Nuevo Partido...

source: &Offer Draw
es: &Ofrecer Tablas

source: &Ponder
es: &Reflexionar

source: &Print
es: &Impresión

source: &Print Notation...
es: &Impresión de notación...

source: &Quit
es: &Dejar

source: &Reject Draw
es: &Rechazar Tablas

source: &Retract Move
es: &Retraer Movimiento

source: &Save Match
es: &Guardar Partido

source: &Settings
es: Co&nfiguración

source: &Tutorials
es: &Tutoriales

source: 50 moves rule, draw match
es: 50 movimientos regla, partido tablas

source: A .pgn file to be loaded.
es: Un archivo .pgn se va a cargar.

source: Abort logging into the server
es: Abortar sesión en el servidor

source: Accept
es: Aceptar

source: Accept This Match
es: Este partido de aceptar

source: Add to Friends
es: Añadir a amigos

source: Aimed against...
es: Dirigido contra...

source: Always Promote to Queen
es: Siempre Promover a la reina

source: Animate Moves
es: Se movimientos la animación

source: Append to Save File
es: Anexar a guardar archivo

source: Append to Save File:
es: Anexar a guardar archivo:

source: Ask
es: Pedir

source: Assess...
es: Evaluar...

source: Audio Themes
es: Temas de audio

source: Australian FICS
es: FICS australiana

source: Automatic Preview
es: Vista previa automática

source: Automatically Close Previous ICS Match
es: Cerrar automáticamente Partido ICS Anterior

source: Backwards pawn
es: Peón retrasado

source: Base Time
es: Base de tiempo

source: Base Time:
es: Base de tiempo:

source: Begin a Tutorial
es: Iniciar un Tutorial

source: Better Move
es: Mejor Mover

source: Bishops of opposite color
es: Alfiles de color opuesto

source: Bishops of same color
es: Alfiles del mismo color

source: Black
es: Negro

source: Black Book Engine Problem
es: El libro negro de problema del motor

source: Black Engine Problem
es: Problema del motor de negro

source: Black has a crushing advantage ( White should resign )
es: Negro tiene una ventaja de trituración (blanco debería renunciar)

source: Black has a decisive advantage
es: Negro tiene una ventaja decisiva

source: Black has a decisive center control advantage
es: Negro tiene una decisiva ventaja del control central

source: Black has a decisive kingside control advantage
es: Negro tiene una ventaja decisiva de control flanco de rey

source: Black has a decisive queenside control advantage
es: Negro tiene una ventaja decisiva de control flanco de dama

source: Black has a decisive space advantage
es: Negro tiene una ventaja decisiva espacio

source: Black has a decisive time ( development ) advantage
es: Negro tiene un tiempo decisiva ventaja (desarrollo)

source: Black has a lasting initiative
es: Negro tiene una iniciativa duradera

source: Black has a moderate advantage
es: Negro tiene una ventaja moderada

source: Black has a moderate center control advantage
es: Negro tiene una ventaja de control de centro moderado

source: Black has a moderate kingside control advantage
es: Negro tiene una ventaja de control flanco de rey moderada

source: Black has a moderate queenside control advantage
es: Negro tiene una ventaja de control de dama moderada

source: Black has a moderate space advantage
es: Negro tiene una ventaja de espacio moderada

source: Black has a moderate time ( development ) advantage
es: Negro tiene un tiempo moderado ventaja (desarrollo)

source: Black has a moderately strong pawn structure
es: Negro tiene una estructura de peones moderadamente fuerte

source: Black has a moderately weak pawn structure
es: Negro tiene una estructura de peones moderadamente débil

source: Black has a pair of Bishops
es: Negro tiene un par de Alfiles

source: Black has a poorly placed king
es: Negro tiene un rey mal colocada

source: Black has a poorly protected king
es: Negro tiene un rey mal protegido

source: Black has a slight advantage
es: Negro tiene una ligera ventaja

source: Black has a slight center control advantage
es: Negro tiene una ligera ventaja del control central

source: Black has a slight kingside control advantage
es: Negro tiene una ligera ventaja de control flanco de rey

source: Black has a slight queenside control advantage
es: Negro tiene una ligera ventaja de control de dama

source: Black has a slight space advantage
es: Negro tiene una ligera ventaja de espacio

source: Black has a slight time ( development ) advantage
es: Negro tiene una ligera ventaja de tiempo (desarrollo)

source: Black has a very strong pawn structure
es: Negro tiene una estructura de peones muy fuerte

source: Black has a very weak pawn structure
es: Negro tiene una estructura de peones muy débil

source: Black has a vulnerable first rank
es: Negro tiene una primera fila vulnerables

source: Black has a well placed king
es: Negro tiene un rey bien colocada

source: Black has a well protected first rank
es: Negro tiene una primera fila bien protegido

source: Black has a well protected king
es: Negro tiene un rey bien protegido

source: Black has decisive counterplay
es: Negro tiene contrajuego decisiva

source: Black has good bishop placement
es: Negro tiene una buena colocación alfil

source: Black has good knight placement
es: Negro tiene una buena colocación caballo

source: Black has good piece coordination
es: Negro tiene una buena coordinación pieza

source: Black has good queen placement
es: Negro tiene una buena colocación de la reina

source: Black has good rook placement
es: Negro tiene una buena colocación de torres

source: Black has insufficient compensation for material deficit
es: Negro tiene una compensación insuficiente para déficit de materia

source: Black has moderate counterplay
es: Negro tiene contrajuego moderada

source: Black has moderate time control pressure
es: Negro tiene la presión de control de tiempo moderado

source: Black has more than adequate compensation for material deficit
es: Negro tiene más de una compensación adecuada por déficit de materia

source: Black has offered a draw
es: Negro ha ofrecido en tablas

source: Black has played the ending poorly
es: Negro ha jugado el que termina mal

source: Black has played the ending very poorly
es: Negro ha jugado el que termina muy mal

source: Black has played the ending very well
es: Negro ha jugado muy bien el final

source: Black has played the ending well
es: Negro ha jugado el final así

source: Black has played the middlegame poorly
es: Negro ha jugado el medio juego mal

source: Black has played the middlegame very poorly
es: Negro ha jugado el medio juego muy mal

source: Black has played the middlegame very well
es: Negro ha jugado muy bien el medio juego

source: Black has played the middlegame well
es: Negro ha jugado bien el medio juego

source: Black has played the opening poorly
es: Negro ha jugado la apertura mal

source: Black has played the opening very poorly
es: Negro ha jugado la apertura muy mal

source: Black has played the opening very well
es: Negro ha jugado muy bien la apertura

source: Black has played the opening well
es: Negro ha jugado bien la apertura

source: Black has poor bishop placement
es: Negro tiene colocación alfil pobres

source: Black has poor knight placement
es: Negro tiene colocación caballo pobre

source: Black has poor piece coordination
es: Negro tiene mala coordinación pieza

source: Black has poor queen placement
es: Negro tiene colocación reina pobres

source: Black has poor rook placement
es: Negro tiene la colocación de torres pobres

source: Black has severe time control pressure
es: Negro tiene la presión de control de tiempo severo

source: Black has slight counterplay
es: Negro tiene una ligera contrajuego

source: Black has sufficient compensation for material deficit
es: Negro tiene suficiente compensación por déficit de materia

source: Black has the attack
es: Negro tiene el ataque

source: Black has the initiative
es: Negro tiene la iniciativa

source: Black is in zugzwang
es: Negro está en Zugzwang

source: Black resigns
es: Renuncia negro

source: Black wins
es: Gana el negro

source: Black's flag fell
es: La bandera de negro cayó

source: Black's flag was called, White wins
es: La bandera de negro fue llamado, blanco gana

source: Black's turn
es: Turno de negro

source: Board Themes
es: Temas de mesa

source: Brazilian FICS
es: FICS brasileña

source: Call Flag Automatically
es: Llame a la bandera automáticamente

source: Can not install theme
es: No se puede instalar el tema

source: Can not move a chessman while reviewing the match
es: No se puede mover una pieza de ajedrez mientras revisa el partido

source: Can not open %1
es: No se puede abrir %1

source: Cancel
es: Cancelar

source: Cannot connect to server(timeseal).
es: No se puede conectar al servidor (timeseal).

source: Cannot connect to server.
es: No es posible conectar con el servidor.

source: Cannot find Timeseal.
es: Si no encuentra Timeseal.

source: Cannot find a server.
es: Si no encuentra un servidor.

source: Channel Font...
es: Canal Fuente...

source: Channel Tell
es: Tell canal

source: Checkmate, Black wins
es: Jaque mate, Negro gana

source: Checkmate, White wins
es: Jaque mate, blanco gana

source: Chess Engines
es: Motores de ajedrez

source: Chess Servers
es: Servidores de ajedrez

source: Chessman Themes
es: Temas chessman

source: Chilean FICS
es: FICS chilena

source: Click this if you want to change the keyboard shortcuts that Knights uses.
es: Haga clic en esta opción si desea cambiar los atajos de teclado que utiliza Knights.

source: Clicking this option will force your opponent to move immediately.
es: Al hacer clic en esta opción obligará a su oponente a moverse inmediatamente.

source: Clicking this will accept a draw offered by your opponent.
es: Al hacer clic en este aceptará en tablas ofrecido por su oponente.

source: Clicking this will connect Knights with an internet chess server.
es: Al hacer clic en este se conectará Knights con un servidor de Internet de ajedrez.

source: Clicking this will ignore future draw offers from your opponent.
es: Al hacer clic en este ignorará futuras ofertas de tablas de su oponente.

source: Clicking this will inform your opponent that you are willing draw the match.
es: Al hacer clic en este informará a su oponente que está dispuesto en tablas.

source: Clicking this will reject a draw offered by your opponent.
es: Al hacer clic en este rechazará en tablas ofrecido por su oponente.

source: Close All
es: Cierra todo

source: Close This Tab
es: Cerrar esta ficha

source: Command Line Arguments
es: Argumentos de la línea de comandos

source: Communications Programmer
es: Programador comunicaciones

source: Computer
es: Computadora

source: Computer Opponents
es: Oponentes de la computadora

source: Computer Players
es: Los jugadores de ordenador

source: Computer Players' Helper
es: Ayudante de computadora de los jugadores

source: Configure
es: Configurar

source: Configure &Key Bindings...
es: Configurar &Atajos de teclado...

source: Configure Engine
es: Configurar motor

source: Configure Server
es: Configuración del servidor

source: Configure your chess engines here.
es: Configurar los motores de ajedrez aquí.

source: Configure your internet chess servers here.
es: Configurar los servidores de ajedrez de Internet aquí.

source: Confirm Password
es: Confirmar contraseña

source: Connect to ICS
es: Conectar a ICS

source: Connect to Server
es: Conectar al servidor

source: Connected pawns
es: Peones conectados

source: Console
es: Consola

source: Counter Offer
es: Contraoferta

source: Croatian FICS
es: FICS croata

source: Current Server
es: Servidor actual

source: Date
es: Fecha

source: Decline
es: Rechazar

source: Decrease Board Size
es: Reducir el tamaño de la Junta

source: Default
es: Defecto

source: Disconnect from Server
es: Desconectarse del servidor

source: Display
es: Visualización

source: Display Startup Logo
es: Visualización del logo de inicio

source: Do Nothing
es: Hacer nada

source: Do you accept the terms of our license?
es: ¿Usted acepta los términos de nuestra licencia?

source: Doubled pawns
es: Peones doblados

source: Draw match
es: Tablas partido

source: Drawish position
es: Posición Drawish

source: Draws
es: Tablas

source: Dutch FICS
es: FICS holandesa

source: Editor's Remark
es: Nota del editor

source: Enable Audio
es: Habilitar audio

source: Enable Book Engine
es: Habilitar el libro del motor

source: Enable Kibitzes
es: Habilitar Kibitzes

source: Enable Premove
es: Habilitar premotivar

source: Enable Seeks
es: Habilitar Se busca

source: Enable Shouts
es: Habilitar gritos

source: Enable Unregistered Tells
es: Habilitar no registrado Indica

source: Endgame
es: Final de partida

source: Engine Filename
es: Nombre de archivo del motor

source: Engine Name
es: Nombre del motor

source: Engines to Play Black
es: Motores para jugar Negro

source: Engines to Play White
es: Motores para jugar Blanco

source: Enter Text
es: Ingrese texto

source: Equal chances, active position
es: Igualdad de oportunidades, la posición activa

source: Equal chances, quiet position
es: Igualdad de oportunidades, lugar tranquilo

source: Equivalent move
es: Movimiento equivalente

source: Error with black book engine
es: Error con el motor de libro negro

source: Error with black engine
es: Error con el motor en negro

source: Error with white book engine
es: Error con el motor de libro blanco

source: Error with white engine
es: Error con motor blanco

source: Filter Everything
es: Todo filtrar

source: Find &Next
es: Encuentra el &proximo

source: Find PGN...
es: Encuentra PGN...

source: Find Player Images File...
es: Encuentra jugador Imágenes de archivo...

source: For Current Match Only
es: Para Partido sólo actual

source: Forced move
es: Jugada forzada

source: Free Internet Chess Server
es: Con internet gratuito de ajedrez servidor

source: French FICS
es: FICS francés

source: German FICS
es: FICS alemán

source: Global Chess Server
es: Servidor de ajedrez mundial

source: Good move
es: Buen movimiento

source: Hanging pawns
es: Colgando peones

source: Hint
es: Insinuación

source: Human
es: Humano

source: Ignore This Player
es: No haga caso de este jugador

source: Illegal Move
es: Mover ilegal

source: In order for you to play chess online, Knights will have to connect to a chess server. Knights has a list of several of these servers. If you like, this list can be used to automatically configure Knights.
es: Con el fin de que a jugar ajedrez en línea, Knights tendrá que conectarse a un servidor de ajedrez. Knights tiene una lista de varios de estos servidores. Si lo desea, esta lista se puede utilizar para configurar automáticamente los Knights.

source: Increase Board Size
es: Aumentar el tamaño del Consejo

source: Increment
es: Incremento

source: Increment Per Move
es: De incremento por jugada

source: Install Theme...
es: Instalar el tema...

source: Installed theme locally
es: Tema instalado localmente

source: Is Rated?
es: Tiene una clasificación?

source: Isolated pawn
es: Peón aislado

source: KDE3 Compatability Patch
es: KDE3 Parche de Compatibilidad

source: Knights Setup Wizard
es: Knights Asistente para la instalación

source: Knights Themes
es: Temas Knights

source: Knights can not play a chess match against you without help. Known as Chess Engines, these helpers can be found on the Internet and are often included with your distribution. Knights can look for Chess Engines that you may already have. If found, Knights will configure itself to use them.
es: Knights no se puede jugar una partida de ajedrez contra sin ayuda. Conocido como motores de ajedrez, estos ayudantes se pueden encontrar en Internet y muchas veces se incluyen con su distribución. Knights puede mirar para los motores de ajedrez que ya pueda tener. Si lo encuentra, Knights se configurará para usarlos.

source: Knights can not start Timeseal. Please make sure you have the correct path and filename configured.
es: Knights no se puede iniciar Timeseal. Por favor asegúrese de que tiene la ruta correcta y el nombre configurado.

source: Knights has now configured itself according to your choices. We strongly recommend that you read the documentation to make full use of all that Knights has to offer. You can access it by pressing F1.
es: Knights ahora se ha configurado en sí de acuerdo a sus opciones. Es muy recomendable que lea la documentación para hacer un uso completo de todo lo que tiene que ofrecer Knights. Se puede acceder a él pulsando la tecla F1.

source: Knights is unable to connect to the server. Please make sure your internet connection is working and try again.
es: Knights es incapaz de conectar con el servidor. Por favor asegúrese de que su conexión a Internet funciona y vuelve a intentarlo.

source: Large
es: Grande

source: Last History Item
es: Último elemento Historial

source: Let Knights configure chess servers?
es: Vamos Knights configurar servidores de ajedrez?

source: Let Knights handle PGN files?
es: Vamos Knights manejar archivos PGN?

source: Let Knights handle your .pgn files?
es: Vamos Knights manejar sus archivos .pgn?

source: Let Knights search for chess engines?
es: Vamos Knights búsqueda de motores de ajedrez?

source: Line
es: Línea

source: Load PGN...
es: Cargar PGN...

source: Loading complete
es: Carga completa

source: Log File
es: Archivo de registro

source: Log in as guest
es: Entrar como invitado

source: Log in to the chess server using this name and password.
es: Iniciar sesión en el servidor de ajedrez usando este nombre y contraseña.

source: Login
es: Iniciar sesión

source: Login Prompt
es: indicador de conexión

source: Login:
es: Iniciar sesión:

source: Losses
es: Pérdidas

source: Lost contact with opponent
es: Pérdida de contacto con el oponente

source: Match Type
es: Tipo de partido

source: Match paused
es: Partido pausa

source: Maximum
es: Máximo

source: Minimum
es: Mínimo

source: Move &Now
es: &Movimiento ahora

source: Moves Per Base Time
es: Se movimientos por la base de tiempo

source: Name
es: Nombre

source: Next History Item
es: Siguiente Historia de artículos

source: Next Move
es: Próximo movimiento

source: No Filtering
es: Sin filtros

source: Notification
es: Notificación

source: Notification Font...
es: Notificación de fuentes...

source: Novelty
es: Novedad

source: Options
es: Opciones

source: Other Display Options
es: Otras Opciones de visualización

source: Page %1 of %2
es: Página 1 de 2

source: Page Down
es: Av Pág

source: Page Up
es: Re Pág

source: Password
es: Contraseña

source: Password:
es: Contraseña:

source: Patches and suggestions
es: Parches y sugerencias

source: Pause
es: Pausa

source: Pause on Minimize
es: Pausa en Minimizar

source: Pawn Promotion
es: Promoción del peón

source: Player History
es: Historia del jugador

source: Player Images File:
es: Imágenes del jugador del archivo:

source: Player Info
es: Información del jugador

source: Player Strength
es: Fuerza del jugador

source: Please read and accept our license:
es: Por favor, lea y acepte nuestra licencia:

source: Poor move
es: Movimiento pobre

source: Previous Move
es: Mover anterior

source: Private Font...
es: Fuentes privada...

source: Private Matches
es: Partidos privados

source: Private Tell
es: Tell privada

source: Profanity Filter
es: Filtro profanidad

source: Project Manager and Programmer
es: Director del proyecto y Programmer

source: Promote your pawn to...
es: Promocionar su peón para...

source: Protocol
es: Protocolo

source: Questionable move
es: Jugada dudosa

source: Rated
es: Clasificar

source: Rating
es: Clasificación

source: Reading File
es: La lectura del archivo

source: Ready
es: Listo

source: Remember My Password
es: Recordar mi contraseña

source: Reply to the Channel
es: Responder al Canal

source: Reply to the Last Tell
es: Respuesta a la última Tell

source: Resign
es: Renunciar

source: Restore Defaults
es: Restaurar los valores predeterminados

source: Result
es: Resultado

source: Resume
es: Reanudar

source: Reverse Board Orientation
es: Invertir Orientación de la Junta

source: Round
es: Redondo

source: Save Match &As...
es: G&uardar Como Partido...

source: Save Match on Close?
es: Guardar Partido en Cerrar?

source: Save Match...
es: Guardar Partido...

source: Save Match?
es: Guardar partido?

source: Saving complete
es: Guardando completa

source: Seconds Between Seek Updates
es: Busque segundos entre actualizaciones

source: Seek Matches
es: Busque Partidos

source: Select &All
es: Seleccionar &todo

source: Select Computer Player
es: Seleccione la computadora del jugador

source: Select Email Address
es: Seleccionar dirección email

source: Select Server
es: Seleccionar servidor

source: Select this to pause the clock for this match.
es: Seleccione esta opción para hacer una pausa en el reloj para este partido.

source: Select this to retract your last move.
es: Seleccione esta opción para retraer el último movimiento.

source: Send Email?
es: ¿Enviar email?

source: Server Name
es: Nombre del servidor

source: Server Port
es: Puerto de servicio

source: Server URL
es: URL del servidor

source: Servers
es: Servidores

source: Setup Complete
es: Instalación completa

source: Shout
es: Gritar

source: Shout Font...
es: Fuentes gritar...

source: Show Coordinates
es: Mostrar Coordenadas

source: Show Last Move
es: La última jugada

source: Singular move
es: Movimiento singular

source: Site
es: Sitio

source: Small
es: Pequeña

source: Sought Matches Graph
es: Partidos buscado Gráfico

source: Sought Matches List
es: Lista de mucha demanda Partidos

source: Specify the location of your Knights data directory.
es: Especificar la ubicación del directorio de datos de Knights.

source: Speculative move
es: Movimiento especulativo

source: Standard
es: Estándar

source: Standard Font...
es: Fuente estándar...

source: Start a Match vs. PC
es: Comenzar un partido vs PC

source: Start a New Match
es: Comenzar una nueva partida

source: Starting computer players, please wait
es: Partiendo jugadores de la computadora, por favor espere

source: Strong
es: Fuerte

source: Swedish FICS
es: FICS sueca

source: TQtopia port and patches
es: El puerto y los parches TQtopia

source: Tell All
es: Dile Todos

source: Tell Opponent
es: Dile Rival

source: Tell User
es: Dile usuario

source: Tell User Error
es: Dile a un error del usuario

source: Tell...
es: Contar...
