Repository: Jigoku/tde-slackbuilds
Catalog: Apps/knights/*.po
Languages: es

source: Thank you for installing Knights, the graphical chess interface for TDE. To help you get started quickly, there are a few things Knights will need to setup. You should click 'Next' to see what they are.
es: Gracias por la instalación de Knights, la interfaz gráfica de ajedrez para que TDE. Para ayudarle a empezar rápidamente, hay algunas cosas Knights tendrá que configurar. Debe hacer clic en 'Siguiente' para ver lo que son.

source: The Knights Chess Interface Knights is a chess interface for the Trinity Desktop Environment.
es: La interfaz de Ajedrez Knights. Knights es una interfaz de ajedrez de la Trinity Desktop Environment.

source: The Load command will allow you to select a previously saved match and play it again.
es: El comando de carga le permitirá seleccionar un juego guardado previamente y reproducirlo de nuevo.

source: The Print command will allow you to print this game's notation on your printer.
es: El comando de impresión le permitirá imprimir la notación de este juego en su impresora.

source: The Quit command will stop all matches and exit Knights.
es: El comando Dejar se detendrá todos los partidos y salir de Knights.

source: The Save command will allow you to store a copy of your current match for later use.
es: El comando Guardar le permitirá almacenar una copia de su partida actual para su uso posterior.

source: The computer opponent assigned to play %1 has crashed
es: El opositor de la computadora asignada para jugar %1 se ha estrellado

source: The theme could not be installed: %1
es: El tema no se puede instalar: %1

source: Theme Size
es: Tamaño tema

source: There are no servers configured. Please make sure you have at least one server configured.
es: No hay servidores configurados. Por favor asegúrese de que ha configurado al menos un servidor.

source: There was an error while loading the file
es: Se ha producido un error al cargar el archivo

source: There was an error while saving the file
es: Se ha producido un error al guardar el archivo

source: These settings determine how Knights displays itself to you.
es: Estos ajustes determinan la forma Knights muestra ante ti.

source: These settings determine what Knights sounds like.
es: Estos valores determinan lo que suena como Knights.

source: This allows you to begin a new match.
es: Esto le permite comenzar una nueva partida.

source: This command removes the current match.
es: Este comando elimina la partida actual.

source: This command will remove all matches that are currently loaded.
es: Este comando eliminará todos los partidos que se cargan actualmente.

source: This lets you install downloaded themes into Knights.
es: Esto le permite instalar temas descargados en Knights.

source: This opens a new window which allows you to customize Knights to your particular tastes.
es: Esto abre una nueva ventana que le permite personalizar los Knights a sus gustos particulares.

source: This toggles your opponent's ability to think while it's your turn.
es: Esto cambia la capacidad de su rival para pensar mientras que es su turno.

source: This will ask your opponent for a hint.
es: Esto le pregunte a su oponente para obtener una pista.

source: This will reverse the chessboard's orientation by 180 degrees.
es: Esto invertirá la orientación del tablero de ajedrez 180 grados.

source: Time
es: Hora

source: Time Controls
es: Controles de tiempo

source: Time Odds Match
es: Hora del partido de Apuestas

source: Unclear position
es: Posición poco clara

source: Unknown
es: Desconocido

source: Unrated
es: Sin valoración

source: Use this to concede the match to your opponent.
es: Utilice esta opción para conceder el partido a su oponente.

source: Use this to declare the match over, due to your opponent being out of time.
es: Use esto para declarar el partido más, debido a que su oponente está fuera de tiempo.

source: User info
es: Información de usuario

source: Username
es: Nombre de usuario

source: Various aspects of Knights get configured here.
es: Diversos aspectos de Knights quedan configurados aquí.

source: Very good move
es: Muy buen movimiento

source: Very poor move
es: Muy mala jugada

source: Volume
es: Volumen

source: Weak
es: Débiles

source: Weak point
es: Punto débil

source: Welcome to Knights v%1!
es: Bienvenido a Knights v%1!

source: When Knights Begins It Should:
es: Empieza cuando los Knights debería:

source: When Knights saves a match to disk, it uses Portable Game Notation (PGN) to store the match. Several other computer chess games use PGN too. If you like, Knights can be the default PGN viewer on this system.
es: Cuando los Knights ahorra un partido en el disco, se utiliza Portable Game Notation (PGN) para almacenar el partido. Varios otros juegos de ajedrez de ordenador utilizan PGN también. Si lo desea, puede haber Knights del visor PGN por defecto en este sistema.

source: Whisper
es: Susurro

source: Whisper Font...
es: Whisper Fuente...

source: White
es: Blanco

source: White Book Engine Problem
es: Libro Blanco de problema del motor

source: White Engine Problem
es: Problema del motor de blanco

source: White has a crushing advantage ( Black should resign )
es: Blanco tiene una ventaja de trituración (Negro debería renunciar)

source: White has a decisive advantage
es: Blanco tiene una ventaja decisiva

source: White has a decisive center control advantage
es: Blanco tiene una decisiva ventaja del control central

source: White has a decisive kingside control advantage
es: Blanco tiene una ventaja decisiva de control flanco de rey

source: White has a decisive queenside control advantage
es: Blanco tiene una ventaja decisiva de control flanco de dama

source: White has a decisive space advantage
es: Blanco tiene una ventaja decisiva espacio

source: White has a decisive time ( development ) advantage
es: Blanco tiene un momento decisivo ventaja (desarrollo)

source: White has a lasting initiative
es: Blanco tiene una iniciativa duradera

source: White has a moderate advantage
es: Blanco tiene una ventaja moderada

source: White has a moderate center control advantage
es: Blanco tiene una ventaja de control de centro moderado

source: White has a moderate kingside control advantage
es: Blanco tiene una ventaja de control flanco de rey moderada

source: White has a moderate queenside control advantage
es: Blanco tiene una ventaja de control de dama moderada

source: White has a moderate space advantage
es: Blanco tiene una ventaja de espacio moderada

source: White has a moderate time ( development ) advantage
es: Blanco tiene un tiempo moderado ventaja (desarrollo)

source: White has a moderately strong pawn structure
es: Blanco tiene una estructura de peones moderadamente fuerte

source: White has a moderately weak pawn structure
es: Blanco tiene una estructura de peones moderadamente débil

source: White has a pair of Bishops
es: Blanco tiene un par de Alfiles

source: White has a poorly placed king
es: Blanco tiene un rey mal colocada

source: White has a poorly protected king
es: Blanco tiene un rey mal protegido

source: White has a slight advantage
es: Blanco tiene una ligera ventaja

source: White has a slight center control advantage
es: Blanco tiene una ligera ventaja del control central

source: White has a slight kingside control advantage
es: Blanco tiene una ligera ventaja de control flanco de rey

source: White has a slight queenside control advantage
es: Blanco tiene una ligera ventaja de control de dama

source: White has a slight space advantage
es: Blanco tiene una ligera ventaja de espacio

source: White has a slight time ( development ) advantage
es: Blanco tiene una ligera ventaja de tiempo (desarrollo)

source: White has a very strong pawn structure
es: Blanco tiene una estructura de peones muy fuerte

source: White has a very weak pawn structure
es: Blanco tiene una estructura muy débil peón

source: White has a vulnerable first rank
es: Blanco tiene un primer rango vulnerables

source: White has a well placed king
es: Blanco tiene un rey bien colocada

source: White has a well protected first rank
es: Blanco tiene un primer rango bien protegido

source: White has a well protected king
es: Blanco tiene un rey bien protegido

source: White has decisive counterplay
es: Blanco tiene contrajuego decisiva

source: White has good bishop placement
es: Blanco tiene buena colocación alfil

source: White has good knight placement
es: Blanco tiene buena colocación caballo

source: White has good piece coordination
es: Blanco tiene una buena coordinación pieza

source: White has good queen placement
es: Blanco tiene buena colocación reina

source: White has good rook placement
es: Blanco tiene una buena colocación de torres

source: White has insufficient compensation for material deficit
es: Blanco tiene una compensación insuficiente para déficit de materia

source: White has moderate counterplay
es: Blanco tiene contrajuego moderada

source: White has moderate time control pressure
es: Blanco tiene la presión de control de tiempo moderado

source: White has more than adequate compensation for material deficit
es: Blanco tiene más de una compensación adecuada por déficit de materia

source: White has offered a draw
es: Blanco ha ofrecido en tablas

source: White has played the ending poorly
es: Blanco ha jugado el que termina mal

source: White has played the ending very poorly
es: Blanco ha jugado el que termina muy mal

source: White has played the ending very well
es: Blanco ha jugado muy bien el final

source: White has played the ending well
es: Blanco ha jugado el final así

source: White has played the middlegame poorly
es: Blanco ha jugado el medio juego mal

source: White has played the middlegame very poorly
es: Blanco ha jugado el medio juego muy mal

source: White has played the middlegame very well
es: Blanco ha jugado muy bien el medio juego

source: White has played the middlegame well
es: Blanco ha jugado bien el medio juego

source: White has played the opening poorly
es: Blanco ha jugado la apertura mal

source: White has played the opening very poorly
es: Blanco ha jugado la apertura muy mal

source: White has played the opening very well
es: Blanco ha jugado muy bien la apertura

source: White has played the opening well
es: Blanco ha jugado bien la apertura

source: White has poor bishop placement
es: Blanco tiene la colocación alfil pobres

source: White has poor knight placement
es: Blanco tiene la colocación caballo pobre

source: White has poor piece coordination
es: Blanco tiene mala coordinación pieza

source: White has poor queen placement
es: Blanco tiene la colocación reina pobres

source: White has poor rook placement
es: Blanco tiene la colocación de torres pobres

source: White has severe time control pressure
es: Blanco tiene severa presión de control de tiempo

source: White has slight counterplay
es: Blanco tiene una ligera contrajuego

source: White has sufficient compensation for material deficit
es: Blanco tiene suficiente compensación por déficit de materia

source: White has the attack
es: Blanco tiene el ataque

source: White has the initiative
es: Blanco tiene la iniciativa

source: White is in zugzwang
es: Blanco es en Zugzwang

source: White resigns
es: Blanco renuncia

source: White wins
es: Las blanco ganan

source: White's flag fell
es: La bandera de blanco cayó

source: White's flag was called, Black wins
es: La bandera de color blanco se llama, Negro gana

source: White's turn
es: El turno de blanco

source: Wins
es: Victorias

source: With the idea...
es: Con la idea...

source: Worse Move
es: Mover peor

source: Worst move
es: Peor movimiento

source: Would you like to email this move?
es: ¿Le gustaría envía este movimiento?

source: Would you like to save this match?
es: ¿Le gustaría guardar este partido?

source: XBoard protocol
es: Protocolo XBoard

source: Yes
es: Sí

source: You do not have permission to install this theme systemwide, so Knights installed it locally.
es: Usted no tiene permiso para instalar este tema en todo el sistema, por lo que los Knights instalado localmente.

source: You selected %1 to play black's book, but it can only be used as a regular engine. Please select another engine to play black's book.
es: Seleccionó %1 para jugar el libro de negro, pero sólo se puede utilizar como un motor normal. Por favor seleccione otro motor de jugar el libro de negro.

source: You selected %1 to play black, but it can only be used as a book engine. Please select another engine to play black.
es: Seleccionó %1 para jugar negro, pero sólo se puede utilizar como un motor de libro. Por favor seleccione otro motor para jugar negro.

source: You selected %1 to play white's book, but it can only be used as a regular engine. Please select another engine to play white's book.
es: Seleccionó %1 para jugar el libro de blanco, pero sólo se puede utilizar como un motor normal. Por favor seleccione otro motor de jugar el libro de blanco.

source: You selected %1 to play white, but it can only be used as a book engine. Please select another engine to play white.
es: Seleccionó %1 para jugar blanco, pero sólo se puede utilizar como un motor de libro. Por favor seleccione otro motor para jugar blanco.

source: You've Been Challenged:
es: Usted ha sido puesta en duda:

source: Your Name:
es: Tu nombre:

source: Zoom &In
es: &Acercarse

source: Zoom &Out
es: &Disminuir el zoom
